Repository: platinasystems/lm-sensors
Catalog: debian/po/*.po
Languages: ca, de, it, pt_br, vi

source: It appears that your kernel is not compiled with sensors support and that you don't have sensors modules installed. As a result, libsensors3 will not be functional on your system.
ca: Aparentment el vostre nucli no està compilat amb el suport pel sensors i no teniu el mòdul instal·lat. El libsensors3 no funcionarà al sistema.
de: Ihr Kernel scheint nicht mit Unterstützung für Sensoren kompiliert zu sein und es sind keine Sensor-Module installiert. Deswegen wird libsensors3 auf Ihrem System nicht funktionieren.
it: Sembra che il kernel non sia compilato con il supporto per sensors e che i moduli sensors non siano installati, di conseguenza libsensors3 non può funzionare su questo sistema.
pt_br: Aparentemente seu kernel não está compilado com suporte a sensores e você não possui os módulos dos sensores instalados. Como resultado, a libsensors3 não terá funcionalidade em seu sistema.
vi: Hình như hạt nhân bạn không được biên dịch với cách hỗ trợ máy nhạy, và cũng như bạn chưa cài đặt mô-đun máy nhạy nào. Vì vậy, libsensors3 không thể chức năng trong hệ thống bạn.

source: If you want to enable it, you can: - Install the i2c-2.4-xx-x-xxx and lm-sensors-2.4-xx-x-xxx packages corresponding to your kernel if you are using a prebuilt kernel; - Patch your kernel using the packages kernel-patch-2.4-i2c and kernel-patch-2.4-lm-sensors; - Build the modules yourself using i2c-source and lm-sensors-source.
ca: Si ho voleu habilitar podeu: - Si utilitzeu un nucli preconstruït, instal·lar els paquets i2c-2.4-xx-x-xxx i lm-sensors-2.4-xx-x-xxx corresponent a la vostra versió del nucli; - Aplicar un pedaç al vostre nucli utilitzant els paquets kernel-patch-2.4-i2c i kenel-patch-2.4-lm-sensors; - Construir els mòduls manualment utilitzant els paquets i2c-source i lm-sensors-source.
de: Wenn Sie das aktivieren wollen, können Sie: - Die zu Ihrem Kernel passenden Pakete i2c-2.4-xx-x-xxx und lm-sensors-2.4-xx-x-xxx installieren, wenn Sie einen vorgefertigten Kernel benutzen; - Patchen Ihres Kernel mit den Paketen kernel-patch-2.4-i2c und kernel-patch-2.4-lm-sensors; - Module selbst aus i2c-source und lm-sensors-source bauen.
it: Se si vuole attivarlo, si può: - Installare i pacchetti i2c-2.4-xx-x-xxx e lmsensors-2.4-xx-x-xxx corrispondenti al vostro kernel, nel caso si stia usando un kernel precompilato; - Applicare al kernel le patch nei pacchetti kernel-patch-2.4-i2c e kernel-patch-2.4-lm-sensors; - Compilare da soli i moduli usando i2c-source e lm-sensors-source.
pt_br: Caso você queira habiltá-la, você pode : - Instalar os pacotes i2c-2.4-xx-x-xx e lm-sensors-2.4-xx-x-xx correspondentes ao seu kernel caso você esteja usando um kernel pré-compilado; - Aplicar um patch em seu kernel usando os pacotes kernel-patch-2.4-i2c e kernel-patch-2.4-lm-sensors; - Compilar os módulos você mesmo usando os fontes do i2c e do lmsensors.
vi: Nếu bạn muốn hiệu lực libsensors3 thì bạn có thểL • Cài đặt hai gói tin «i2c-2.4-xx-x-xxx» và «lm-sensors-2.4-xx-x-xxx» tương ứng với hạt nhân, nếu bạn đang sử dụng một hạt nhân có sẵn; • Đáp vá hạt nhân dùng những gói tin «kernel-patch-2.4-i2c» và «kernel-patch-2.4-lm-sensors» • Tự xây dụng những mô-đun, dùng «i2c-source» và «lm-sensors-source».

source: libsensors3 not functional
ca: el libsensors3 no funciona
de: libsensors3 funktioniert nicht
it: libsensors3 non funzionante
pt_br: libsensors3 não funcional
vi: libsensors3 không chức năng được.

source: It appears that your kernel is not compiled with sensors support. As a result, libsensors3 will not be functional on your system.
ca: Aparentment el vostre nucli no està compilat amb el suport pel sensors. El libsensors3 no funcionarà al sistema.
de: Ihr Kernel scheint nicht mit Unterstützung für Sensoren kompiliert zu sein. Deswegen wird libsensors3 auf Ihrem System nicht funktionieren.
it: Sembra che il kernel non sia compilato con il supporto per sensors, di conseguenza libsensors3 non può funzionare su questo sistema.
pt_br: Aparentemente seu kernel não está compilado com suporte a sensores. Como resultado, a libsensors3 não terá funcionalidade em seu sistema.
vi: Hình như hạt nhân bạn không được biên dịch với cách hỗ trợ máy nhạy. Vì vậy, libsensors3 sẽ không thể chức năng trong hệ thống bạn.

source: If you want to enable it, have a look at "I2C Hardware Sensors Chip support" in your kernel configuration.
ca: Si ho voleu habilitar vegeu l'opció "I2C Hardware Sensors Chip support" de la configuració del nucli.
de: Wenn Sie das aktivieren wollen, sehen Sie sich in Ihrer Kernel-Konfiguration den Punkt "I2C Hardware Sensors Chip support" an.
it: Se si vuole attivarlo si deve controllare "I2C Hardware Sensors Chip support" nella configurazione del kernel.
pt_br: Caso você queira habilitá-la, verifique a seção "I2C Hardware Sensors Chip support" em sua configuração do kernel.
vi: Nếu bạn muốn hiệu lực nó, hãy xem «I2C Hardware Sensors Chip support» (Cách hỗ trợ tinh thể máy nhạy phần cứng I2C) trong cấu hình hạt nhân bạn.

source: libsensors3 needs kernel >= 2.6.5
ca: el libsensors3 necessita una versió del nucli >= 2.6.5
de: libsensors3 benötigt Kernel >= 2.6.5
it: libsensors3 necessita di kernel >=2.6.5
pt_br: libsensors3 precisa de um kernel igual ou superior a 2.6.5
vi: libsensors3 cần hạt nhân ≥ 2.6.5.

source: The /sys interface changed in kernel version 2.6.5 and libsensors version 2.8.6. This version of libsensors3 doesn't support kernels older than version 2.6.5 anymore.
ca: La interfície /sys ha canviat en les version 2.6.5 del nucli i 2.8.6 del libsensors. Aquesta versió del libsensors3 no suporta nuclis anteriors a la versió 2.6.5.
de: Das Interface /sys hat sich in der Kernelversion 2.6.5 und der Version 2.8.6. von libsensors geändert. Diese Version von libsensors unterstützt keine älteren Kernel als 2.6.5.
it: L'interfaccia /sys è cambiata nella versione 2.6.5 del kernel e nella versione 2.8.6 di libsensors. Questa versione di libsensors3 non supporta più i kernel precedenti alla versione 2.6.5.
pt_br: A interface /sys mudou na versão do kernel 2.6.5 e na libsensors versão 2.8.6. Esta versão da libsensors3 não suporta kernels mais antigos do que a versão 2.6.5.
vi: Giao diện «/sys» đã thay đổi trong hạt nhân phiên bản 2.6.5, và trong libsensors phiên bản 2.8.6. Phiên bản libsensors3 không còn hỗ trợ lại hạt nhân cũ hơn phiên bản 2.6.5.

source: It appears that your are running a kernel older than version 2.6.5. As a result libsensors3 will not be functional on your system.
ca: Aparentment esteu executant una versió del nucli anterior a la 2.6.5. El libsensors3 no funcionarà al vostre sistema.
de: Ihr laufender Kernel scheint älter als Version 2.6.5 zu sein. Deswegen wird libsensors3 auf Ihrem System nicht funktionieren.
it: Sembra che si stia usando un kernel precedente alla versione 2.6.5, di conseguenza libsensors3 non può funzionare su questo sistema.
pt_br: Aparentemente você possui em execução um kernel mais antigo do que a versão 2.6.5. Como resultado, a libsensors3 não terá funcionalidade em seu sistema.
vi: Hình như bạn đang chạy một hạt nhân cũ hơn phiên bản 2.6.5. Vì vậy libsensors3 sẽ không thể chức năng trong hệ thống bạn.

source: (Note that libsensors3 is still compatible with 2.4 kernels).
ca: (Recordeu que el libsensors3 encara és compatible amb els nuclis 2.4).
de: (Beachten Sie, dass libsensors3 weiterhin zu 2.4er Kerneln kompatibel ist.
it: (Notare che libsensors3 continua a essere compatibile con i kernel 2.4).
pt_br: (Note que a libsensors3 ainda é compatível com kernels 2.4).
vi: (Ghi chú rằng libsensors3 vẫn còn tương thích với hạt nhân 2.4.)

source: Comparison of negatives have changed
ca: S'ha modificat la comparació de negatius
de: Geänderter Vergleich von Negativen
it: La comparazione delle grandezze negative è cambiata
pt_br: A comparação de negativos mudou
vi: So sánh điều âm đã thay đổi rồi.

source: Starting with version 2.6.3, the comparison of negative voltages have changed to be mathematically correct.
ca: Des de la versió 2.6.3, la comparació de tensions negatives s'ha modificat per ser matemàticament correcta.
de: Seit Version 2.6.3 hat sich der Vergleich der negativen Spannungen geändert, damit er mathematisch richtig ist.
pt_br: Iniciando com a versão 2.6.3, a comparação de voltagens negativas mudou para ser matematicamente correta.
vi: Bắt đầu từ phiên bản 2.6.3, việc so sánh nhiều điện áp âm đã được thay đổi để có khả năng tính toán đúng.

source: For example the following lines in /etc/sensors.conf set in5_max -12 * 1.05 set in5_min -12 * 0.95 should be changed into set in5_min -12 * 1.05 set in5_max -12 * 0.95
ca: Per exemple, les línies del fitxer /etc/sensors.conf set in5_max -12 * 1.05 definides in5_min -12 * 0.95 haurien de ser set in5_min -12 * 1.05 set in5_max -12 * 0.95
de: Beispielsweise sollten folgende Zeilen der Datei /etc/sensors.conf: set in5_max -12 * 1.05 set in5_min -12 * 0.95 so geändert werden: set in5_min -12 * 1.05 set in5_max -12 * 0.95
it: Per esempio le seguenti righe in /etc/sensors.conf set in5_max -12 * 1.05 set in5_min -12 * 0.95 dovono essere cambiate in set in5_min -12 * 1.05 set in5_max -12 * 0.95
pt_br: Por exemplo, as linhas a seguir em /etc/sensors.conf set in5_mx -12 * 1.05 set in5_min -12 * 0.95 deverá ser mudada para set in5_min -12 * 1.05 set in5_max -12 * 0.95
vi: Lấy thí dụ, những dòng này trong «/etc/sensors.conf»: set in5_max -12 * 1.05 set in5_min -12 * 0.95 nên là: set in5_min -12 * 1.05 set in5_max -12 * 0.95

source: Please update your sensors.conf if necessary.
ca: Si és necessari actualitzeu el fitxer sensors.conf.
de: Bitte passen Sie eventuell Ihre Datei sensors.conf an.
pt_br: Por favor, atualize seu arquivo sensors.conf caso necessário.
vi: Hãy cập nhật tập tin «sensors.conf» nếu cần thiết.

source: Starting with version 2.6.3, the comparison of negative voltages have changed to be mathematicaly correct.
it: A partire dalla versione 2.6.3 la comparazione delle tensioni negative è cambiata per essere matematicamente corretta.

source: Please update your sensors.conf if need.
it: Aggiornare sensors.conf se necessario.
